questions = [
    {
        "question": "В каком году утонул Титаник? (Напиши год)",
        "answer": "1912",
        "variants": None
    },
    {
        "question": "Какое у куклы Барби полное имя?",
        "answer": "Барбара Миллисент Робертс",
        "variants": [
            "Барбара Миллисент Робертс",
            "Барбара",
            "Барби",
            "Кукла Барби"
        ]
    },
    {
        "question": "Как называется крупнейшая технологическая компания в Южной Корее?",
        "answer": "Samsung",
        "variants": [
            "LG",
            "Hyundai",
            "Samsung",
            "SK"
        ]
    },
    {
        "question": "Какой металл был открыт Гансом Кристианом Эрстедом в 1825 году?",
        "answer": "Алюминий",
        "variants": [
            "Свинец",
            "Алюмений",
            "Титан",
            "Палладий"
        ]
    },
    {
        "question": "Какая столица Португалии? (Напиши название города)",
        "answer": "Лиссабон",
        "variants": None
    },
    {
        "question": "Сколько вдохов делает человеческое тело ежедневно?",
        "answer": "20000",
        "variants": [
            "15000",
            "20000",
            "25000",
            "30000"
        ]
    },
    {
        "question": "Кто был премьер-министром Великобритании с 1841 по 1846 год?",
        "answer": "Роберт Пил",
        "variants": [
            "Артур Бальфур"
            "Уильям Юарт Гладстон",
            "Роберт Пил"
            "Стэнли Болдуин"
        ]
    },
    {
        "question": "Какой химический символ для серебра? (Нипиши элемент)",
        "answer": "Ag",
        "variants": None
    },
    {
        "question": "Какая самая маленькая птица в мире?",
        "answer": "Колибри",
        "variants": [
            "Колибри",
            "Берлепшева лесная звезда",
            "Охристый колибри"
            "Кортококлювка"
        ]
    },
    {
        "question": "Какая профессия была указана на визитной карточке Аль Капоне?",
        "answer": "Продавец подержанной мебели",
        "variants": [
            "Полицейский",
            "Разнорабочий",
            "Продавец строй-материалов",
            "Продавец подержанной мебели"
        ]
    },
    {
        "question": "Какова продолжительность жизни стрекозы?",
        "answer": "24 часа",
        "variants": [
            "24 часа",
            "1 неделя",
            "1 месяц",
            "6 месяцев"
        ]
    },
    {
        "question": "В каком году был выпущен первый грузовик «Тонка» (Напиши год)",
        "answer": "1947",
        "variants": None
    },
    {
        "question": "Из какого фильма Прекрасный принц?",
        "answer": "Золушка",
        "variants": [
            "Золушка",
            "Русалочка",
            "Спящая красавица",
            "Мулан"
        ]
    },
    {
        "question": "Какой герой мультфильма живет в ананасе под водой? (полное имя)",
        "answer": "Губка Боб Квадратные Штаны",
        "variants": [
            "Камбала",
            "Немо",
            "Рик",
            "Губка Боб Квадратные Штаны"
        ]
    },
    {
        "question": "Из какой страны родом Джастин Бибер?",
        "answer": "Канада",
        "variants": [
            "Канада",
            "США",
            "Франция",
            "Англия"
        ]
    },
    {
        "question": "В сиквеле какого праздничного фильма снялся Дональд Трамп?",
        "answer": "Один дома 2: Затерянный в Нью-Йорке",
        "variants": [
            "Один дома",
            "Один дома 2: Затерянный в Нью-Йорке",
            "Ричи Рич",
            "Маленькие негодяи"
        ]
    },
    {
        "question": "Что является национальным животным Шотландии?",
        "answer": "Единорог",
        "variants": [
            "Лошадь",
            "Волк",
            "Единорог",
            "Корова"
        ]
    },
    {
        "question": "В каком известном романе фигурировали Джо, Мег, Бет и Эми Марч?",
        "answer": "Маленькие женщины",
        "variants": [
            "Убить пересмешника",
            "Том Сойер",
            "Маленькие женщины",
            "Моби Дик"
        ]
    },
    {
        "question": "Какая страна производит больше всего кофе в мире?",
        "answer": "Бразилия",
        "variants": [
            "Колумбия",
            "Индонезия",
            "Вьетнам",
            "Бразилия"
        ]
    },
    {
        "question": "Как называется колокол часов Вестминстерского дворца в Лондоне?",
        "answer": "Биг Бен",
        "variants": [
            "Биг Бен",
            "Броненосец",
            "Калабаш",
            "Мумия"
        ]
    },
    {
        "question": "Какой безалкогольный напиток первым был взят в космос?",
        "answer": "Кока-Кола",
        "variants": [
            "Пепси",
            "Кока-Кола",
            "Фанта",
            "Снапл"
        ]
    },
    {
        "question": "Сколько весит костюм Чубакки?",
        "answer": "3.6 кг",
        "variants": [
            "3.6 кг",
            "7.7 кг",
            "2.7 кг",
            "6.8 кг"
        ]
    },
    {
        "question": "Кто написал знаменитый дневник, скрываясь от нацистов в Амстердаме?",
        "answer": "Анна Франк",
        "variants": [
            "Анна Франк",
            "Бриджит Джонс",
            "Мария Кюри",
            "Хелен Келлер"
        ]
    },
    {
        "question": "Что означает термин “пиано”?",
        "answer": "В мягком темпе",
        "variants": [
            "В бодром темпе",
            "В мягком темпе",
            "В умеренно медленном темпе",
            "В быстром темпе"
        ]
    },
    {
        "question": "Кто написал эпическую поэму “Потерянный рай”?",
        "answer": "Джон Мильтон",
        "variants": [
            "Генри Джеймс",
            "Джон Китс",
            "Джон Стейнбек",
            "Джон Мильтон"
        ]
    },
    {
        "question": "Из чего сделан самый крепкий дом в “Трех поросятах”? (Напиши материал)",
        "answer": "Кирпич",
        "variants": None
    },
    {
        "question": "Как называется маленький пластмассовый кусочек на конце шнурка?",
        "answer": "Аглет",
        "variants": [
            "Строка",
            "Чехол",
            "Кружево",
            "Аглет"
        ]
    },
    {
        "question": "Сколько длится мгновение?",
        "answer": "90 секунд",
        "variants": [
            "60 секунд",
            "90 секунд",
            "120 секунд",
            "180 секунд"
        ]
    },
    {
        "question": "Какая игрушка была первой, которую рекламировали по телевидению?",
        "answer": "Мистер Картофельная Голова",
        "variants": [
            "Барби",
            "Мистер Картофельная Голова",
            "Духовка с Легкой Выпечкой",
            "Ракетный Гонщик"
        ]
    },
    {
        "question": "За какую страну играл Дэвид Бекхэм?",
        "answer": "Англия",
        "variants": [
            "Испания",
            "Бразилия",
            "США",
            "Англия"
        ]
    },
    {
        "question": "Какой диснеевский персонаж в фильме “Русалочка” поет песню “Поцелуй девушку”?",
        "answer": "Себастьян",
        "variants": [
            "Камбала",
            "Себастьян",
            "Урсула",
            "Принц Эрик"
        ]
    },
    {
        "question": "В какой стране находится Прага?",
        "answer": "Чехия",
        "variants": [
            "Испания",
            "Бразилия",
            "Чехия",
            "Англия"
        ]
    },
    {
        "question": "Какая служба электронной почты принадлежит компании Microsoft?",
        "answer": "Outlook",
        "variants": [
            "Outlook",
            "Yahoo Mail",
            "Gmail",
            "iCloud Mail"
        ]
    },
    {
        "question": "Как назывался батончик “Sniсkers” до его смены названия в 1990 году?",
        "answer": "Marathon",
        "variants": [
            "Race",
            "Marathon",
            "Smile",
            "Sprint"
        ]
    },
    {
        "question": "Какая самая маленькая планета в нашей Солнечной системе?",
        "answer": "Меркурий",
        "variants": [
            "Земля", "Венера", "Марс", "Меркурий"
        ]
    },
    {
        "question": "Кто был главой государства в Японии во время второй мировой войны?",
        "answer": "Император Хирохито",
        "variants": [
            "Император Хирохито", "Император Муцухито", "Император Акихито", "Император Ёсихито"
        ]
    },
    {
        "question": "Какое второе имя у Чендлера в ситкоме “Друзья”?",
        "answer": "Мюриэл",
        "variants": [
            "Артур", "Бинг", "Мюриэл", "Джон"
        ]
    },
    {
        "question": "Какова длина олимпийского плавательного бассейна?",
        "answer": "50 метров",
        "variants": [
            "25 метров", "50 метров", "60 метров", "40 метров"
        ]
    },
    {
        "question": "Сколько вкусовых рецепторов имеет средний человеческий язык?",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
    {
        "question": "",
        "answer": "",
        "variants": [

        ]
    },
]